Repository: Letractively/caudium
Catalog: caudium/trunk/debian/po/*.po
Languages: pt_br

source: On what port should the config interface be?
pt_br: Em qual porta a interface de configuração deverá estar ?

source: Specify the port on which Caudium will provide its configuration interface. You can access the interface using any form capable web browser (like Mozilla, Lynx, Links or Galeon)
pt_br: Especifique a porta na qual o Caudium oferecerá sua interface de configuração. Você poderá acessar a interface usando qualquer navegador Web capaz de gerenciar formulários (como o Mozilla, Lynx, Links ou o Galeon).

source: What port should the server listen on?
pt_br: Em qual porta o servidor deverá ouvir ?

source: Caudium is currently configured to listen on port '${portno}' of every interface in your machine. You can however specify a different port here if there's such need.
pt_br: O Caudium está atualmente configurado para ouvir na porta '${portno}' de cada interface em sua máquina. Porém, você pode especificar uma porta diferente aqui caso não existe essa necessidade.

source: Select options that should be used on startup
pt_br: Selecione as opções que deverão ser usadas na inicialização

source: You can select zero or more options from: 'threads' - use threads (if available) 'debug' - output debugging information while running 'once' - run in foreground 'profile' - store profiling information 'fd-debug' - debug file descriptor usage 'keep-alive' - keep connections alive with HTTP/1.1
pt_br: Você pode selecionar zero ou mais opções de : 'threads' - usa threads (caso disposnível) 'debug' - exibe informação de depuração durante a execução 'once' - é executado em primeiro plano (foregrund) 'profile' - armazenar informação de profiling 'fd-debug' - depura o uso de descritores de arquivos 'keep-alive' - mantém conexs ativas com HTTP/1.1

source: Tune Caudium settings for maximum performance?
pt_br: Modificar configurações do Caudium para máxima perfomance ?

source: If you select this options the Caudium default configuration will be tweaked by turning off certain features that can severely slow your server down. The features turned off are: - extra Roxen compatibility - module level security - the supports database - DNS lookups - URL modules
pt_br: Caso você selecione estas opções o configuração padrão do Caudium será modificada através da desabilitação de certas funcionalidades que podem deixar seu servidor severamente mais lento. As funcionalidades que serão desligadas são : - compatibilidade extra com o Roxen - segurança a nível de módulos - a base de dados supports - pesqusas DNS - módulos de URL

source: If you use any of the above features DO NOT turn this option on!
pt_br: Caso você utilizae qualquer uma das funcionalidades acima NÂO ACEITE estas modificações !

source: Cannot bind to port.
pt_br: Não foi possível conectar na porta.

source: The port you have specified for Caudium configuration interface is unavailable. Please specify another port number - Caudium cannot function properly without binding its configuration interface to a port on your system.
pt_br: A porta que você especificou para a interface de configuração do Caudium não está disponível. Por favor especifique outro número de porta - O Caudium não poderá funcionar corretamente sem associar sua interface de configuração a uma porta em seu sistema.

source: Caudium configuration
pt_br: Configuração do Caudium

source: After your Caudium is installed and running, you should point your forms-capable browser to http://localhost:${cfgport} to further configure Caudium using its web-based configuration interface. THIS IS VERY IMPORTANT since that step involves creation of administrative login/password.
pt_br: Depois que seu servidor Caudium esteka instalado e em execução você deverá apontar seu navegador capaz de lidar com formulários para http://localhost:${cfgport} para configuração adicional do Caudium usando sua interface de configuração baseada na Web. ISSO É MUITO IMPORTANTE uma vez que esse passo involve a criaçã do login/senha administrativo.

source: For more information about Caudium see the documents in the /usr/share/doc/caudium directory and make sure to visit http://caudium.net/ and http://caudium.org/
pt_br: Para maiores informações sobre o Caudium consulte os documentos sob o diretório /usr/share/doc/caudium e certifique-se de visitar os endereços http://caudium.net/ e http://caudium.org/

source: Use the experimental HTTP protocol module?
pt_br: Utilizar o módulo de protocolo HTTP experimental ?

source: Caudium comes with an experimental HTTP module that is faster than the original one. The code is still Work-In-Progress, so you might experience problems running it. It is NOT recommended to run this code on a production server. If, however, you want to test its functionality, turn this option on.
pt_br: O Caudium pe fornecido com um módulo de protocolo HTTP experimental que é mais rápido que o original. O código ainda é um Trabalho-Em-Progresso e por isso você poderá enfrentar problemas utilizando esse novo módulo. NÂO é recomendado executar esse código em um servidor de produção. Porém, caso você queira testar sua funcionalidade, habilite esta opção.

source: Configuration interface login.
pt_br: Login para a interface de configuração.

source: This is the user login name for the configuration interface access. If you don't specify anything here, anybody who will access the config interface first will be able to set the login/password and manage your server. This is probably not what you want. Please specify the login name below or accept the default value.
pt_br: Esse é o login/nome de usuário para acesso a interface de configuração. Caso você não especifique nada aqui, qualquer pessoa que acesse a interface de configuração primeiro será capaz de definir um login/senha e gerenciar seu servidor. Isto provavelmente não é o que você quer. Por favor, especifique o nome de login abaixo ou aceite o valor padrão.

source: Configuration interface password
pt_br: Senha para a interface de configuração

source: This is the password used to access the configuration interface. The default value for it is 'password' - it is HIGHLY RECOMMENDED to change the default below!
pt_br: Essa é a senha usada para acessar a interface de configuração. O valor padrão é 'password' - é ALTAMENTE RECOMENDADO mudar o valor padrão abaixo !
