Repository: Letractively/caudium
Catalog: caudium/branches/stable_1_2/debian/po/*.po
Languages: cs

source: On what port should the config interface be?
cs: Na kterém portu má bì¾et konfiguraèní rozhraní?

source: Specify the port on which Caudium will provide its configuration interface. You can access the interface using any form capable web browser (like Mozilla, Lynx, Links or Galeon)
cs: Urèete na kterém portu bude Caudium poskytovat svoje konfiguraèní rozhraní. Na rozhraní mù¾ete vstoupit libovolným prohlí¾eèem, který umí formuláøe (napø. Mozilla, Lynx, Links nebo Galeon)

source: What port should the server listen on?
cs: Na kterém portu má server naslouchat?

source: Caudium is currently configured to listen on port '${portno}' of every interface in your machine. You can however specify a different port here if there's such need.
cs: Caudium je v nyní nastaven poslouchat na portu '${portno}' a to pro ka¾dé rozhraní v poèítaèi. Jestli¾e potøebujete, mù¾ete samozøejmì zvolit jiný port.

source: Select options that should be used on startup
cs: Zvolte mo¾nost, která se má pou¾ít pøi startu systému.

source: You can select zero or more options from: 'threads' - use threads (if available) 'debug' - output debugging information while running 'once' - run in foreground 'profile' - store profiling information 'fd-debug' - debug file descriptor usage 'keep-alive' - keep connections alive with HTTP/1.1
cs: Mù¾ete vybrat nula nebo více mo¾ností: 'threads' - pou¾ívat vlákna (jsou-li k dispozici) 'debug' - dávat pøi bìhu ladící informace 'once' - spustit v popøedí 'profile' - ukládat analýzu informací 'fd-debug' - ladit pou¾ití deskriptoru souboru 'keep-alive' - udr¾ovat spojení HTTP/1.1 na ¾ivu

source: Tune Caudium settings for maximum performance?
cs: Nastavit Caudium na nejvy¹¹í výkon?

source: If you use any of the above features DO NOT turn this option on!
cs: Jestli¾e pou¾ijete jakoukoliv pøedchozí vlastnost pak tuto volbu NEZAPÍNEJTE!

source: Cannot bind to port.
cs: Nemohu pøiøadit port.

source: Caudium configuration
cs: Konfigurace Caudium

source: After your Caudium is installed and running, you should point your forms-capable browser to http://localhost:${cfgport} to further configure Caudium using its web-based configuration interface. THIS IS VERY IMPORTANT since that step involves creation of administrative login/password.
cs: Jakmile se Caudium nainstaluje a spustí, mù¾ete zamíøit se svým formuláøe-podporujícím prohlí¾eèem na adresu http://localhost:${cfgport} pro dal¹í konfiguraci Caudium s vyu¾itím jeho webového konfiguraèního rozhraní. TOTO JE VELMI DÙLE®ITÉ nebo» tento krok zpùsobí vytvoøení administrátorkého jména/hesla.

source: For more information about Caudium see the documents in the /usr/share/doc/caudium directory and make sure to visit http://caudium.net/ and http://caudium.org/
cs: Pro více informací o Caudium se podívejte na dokumenty v /usr/share/doc/adresáø_caudia a urèitì se podívejte na http://caudium.net/ a http://caudium.org/

source: Use the experimental HTTP protocol module?
cs: Pou¾ít experimentální modul protokolu HTTP?

source: Caudium comes with an experimental HTTP module that is faster than the original one. The code is still Work-In-Progress, so you might experience problems running it. It is NOT recommended to run this code on a production server. If, however, you want to test its functionality, turn this option on.
cs: Caudium pøichází s experimentálním modulem HTTP, který je rychlej¹í ne¾ originální. Na programu se stále pracuje, tak¾e jeho bìh mù¾e zpùsobit problémy. Na serveru se NEDOPORUÈUJE spou¹tìt tento kód. Samozøejmì, jestli¾e chcete vyzkou¹et jeho funkènost, pak zvolte tu volbu.

source: Configuration interface login.
cs: Konfigurace pøihla¹ovacího rozhraní.

source: This is the user login name for the configuration interface access. If you don't specify anything here, anybody who will access the config interface first will be able to set the login/password and manage your server. This is probably not what you want. Please specify the login name below or accept the default value.
cs: Toto bude u¾ivatelské pøihla¹ovací jméno pro konfiguraci pøístupového rozhraní. Jestli¾e zde nic neuvedete, pak kdokoliv kdo vstoupí jako první na konfiguraèní rozhraní bude schopen nastavit pøihla¹ovací jméno/heslo a kontrolovat vá¹ server. Tohle pravdìpodobnì nechcete. Prosím uveïte pøihla¹ovací jméno nebo souhlaste s výchozím nastavením.

source: Configuration interface password
cs: Heslo konfiguraèního rozhraní

source: This is the password used to access the configuration interface. The default value for it is 'password' - it is HIGHLY RECOMMENDED to change the default below!
cs: Toto bude heslo, které se pou¾ije pro pøístup ke konfiguraènímu rozhraní. Výchozí hodnota je 'password' - je VELMI DOPORUÈENÉ zmìnit výchozí hodnotu!

source: Confirm the configuration interface password
cs: Podtvrïte heslo konfiguraèního rozhraní

source: Please type in the configuration interface password again for confirmation.
cs: Prosím, napi¹te heslo konfiguraèního rozhraní znovu pro ovìøení.

source: Configuration interface password mismatch
cs: Hesla konfiguraèního rozhraní nesouhlasí

source: The passwords you have typed don't match. Please type again and keep in mind that the passwords are case-sensitive.
cs: Hesla, která jste napsali nesouhlasí. Prosím napi¹te je znovu a mìjte v pamìti,¾e hesla jsou case-sensitivní.

source: Configuration interface password reset
cs: Heslo konfiguraèní rozhraní obnoveno na pùvodní stav

source: The password has been reset to 'password'. You cannot have an empty password for the configuration interface. Please change the default password as soon as Caudium has finished installing. You can do it by logging in to the configuration interface accessible under the URL given below:
cs: Heslo bylo nastaveno na 'password'. Pro konfiguraèní rozhraní nemù¾ete mít prázdné heslo . Prosím zmìòte výchozí heslo ihned jak Caudium dokonèí instalaci. Mù¾ete to udìlat pomocí pøihlá¹ení do konfiguraèního rozhraní, které je pøístupné pøesl URL adresu napsanou ní¾e:
