Repository: Letractively/caudium
Catalog: caudium/branches/stable_1_4/debian/po/*.po
Languages: cs, es, pl, pt_br, sv

source: Config interface port:
pl: Has³o dostêpu do interfejsu konfiguracyjnego:

source: Specify the port on which Caudium will provide its configuration interface. You can access the interface using any form capable web browser (like Mozilla, Lynx, Links or Galeon)
cs: Určete na kterém portu bude Caudium poskytovat svoje konfigurační rozhraní. Na rozhraní můžete vstoupit libovolným prohlížečem, který umí formuláře (např. Mozilla, Lynx, Links nebo Galeon)
es: Especifique el puerto en el que se podrá acceder a la interfaz de configuración de Caudium. Puede acceder a la interfaz con cualquier navegador que soporte formularios (como Mozilla, Lynx, Links o Galeon)
pl: Podaj port, na którym serwer udostêpni swój interfejs konfiguracyjny. Interfejs jest osi±galny przez wpisanie adresu w dowolnej przegl±darce WWW, która obs³uguje formularze (np. Mozilla, Lynx, Links czy Galeon)
pt_br: Especifique a porta na qual o Caudium oferecerá sua interface de configuração. Você poderá acessar a interface usando qualquer navegador Web capaz de gerenciar formulários (como o Mozilla, Lynx, Links ou o Galeon).
sv: Ange vilken port som Caudium skall tillhandahålla sitt konfigurations- gränssnitt. Du kan komma åt gränssnittet med vilken webbläsare som helst som stöder formulär (t.ex. Mozilla, Lynx, Links och Galeon).

source: Server port:
pl: Port serwera:

source: Caudium is currently configured to listen on port '${portno}' of every interface in your machine. You can however specify a different port here if there's such need.
cs: Caudium je v nyní nastaven poslouchat na portu '${portno}' a to pro každé rozhraní v počítači. Jestliže potřebujete, můžete samozřejmě zvolit jiný port.
es: Caudium está actualmente configurado para escuchar en el puerto «${portno}» de todas las interfaces de su máquina. Aquí puede especificar otro puerto si realmente lo necesita.
pl: Caudium jest w tej chwili skonfigurowany by oczekiwaæ na po³±czenia na porcie '${portno}' ka¿dego interfejsu w twoim komputerze. Mo¿esz jednak¿e podaæ inny numer portu poni¿ej, je¶li istnieje taka potrzeba.
pt_br: O Caudium está atualmente configurado para ouvir na porta '${portno}' de cada interface em sua máquina. Você pode especificar uma porta diferente aqui caso não exista essa necessidade.
sv: Caudium är för tillfället konfigurerad för att lyssna på port '${portno}' på varje nätverksinterface i din dator. Du kan även ange en annan port här om du har behov för det.

source: Startup options:
pl: Opcje startu:

source: You can select zero or more options from: 'threads' - use threads (if available) 'debug' - output debugging information while running 'once' - run in foreground 'profile' - store profiling information 'fd-debug' - debug file descriptor usage 'keep-alive' - keep connections alive with HTTP/1.1
cs: Můžete vybrat nula nebo více možností: 'threads' - používat vlákna (jsou-li k dispozici) 'debug' - dávat při běhu ladící informace 'once' - spustit v popředí 'profile' - ukládat analýzu informací 'fd-debug' - ladit použití deskriptoru souboru 'keep-alive' - udržovat spojení HTTP/1.1 na živu
es: Puede seleccionar cero o más opciones de: «hilos» - usar hilos (si están disponibles) «depurar» - sacar información de depuración mientras se ejecuta «una vez» - ejecutar en primer plano «perfilar» - almacenar información sobre rendimiento «depurar df» - depurar el uso de descriptor de fichero «mantener activas» - mantener conexiones activas con HTTP/1.1
pl: Mo¿esz wybrac zero lub wiêcej opcji z poni¿szego zestawu:\n 'threads' - u¿ywaj w±tkAów (je¶li dostêpne w systemie)\n 'debug' - wysy³aj komunikaty ¶ledzenia podczas dzia³ania programu\n 'once' - uruchom program w jednej kopii bez przechodzenia w tryb demona\n 'profile' - zachowaj informacje o profilowaniu\n 'fd-debug' - ¶led¼ u¿ytkowanie deskryptorów plików\n 'keep-alive' - podtrzymuj po³±czenie gdy u¿ywany jest protokAó³ HTTP v1.1
pt_br: Você pode selecionar zero ou mais opções de : 'threads' - usa threads (caso disponível) 'debug' - exibe informação de depuração durante a execução 'once' - é executado em primeiro plano (foreground) 'profile' - armazena informações de profiling 'fd-debug' - depura o uso de descritores de arquivos 'keep-alive' - mantém conexões ativas com HTTP/1.1
sv: Du kan välja noll eller fler funktioner från: 'threads' - använd trådar (om tillgängliga) 'debug' - skriv ut debuginformation under körning 'once' - kör i förgrunden 'profile' - lagra profiliinformation 'fd-debug' - debug file descriptor användning 'keep-alive' - håll anslutningar levande med HTTP/1.1

source: Tune for maximum performance settings?
pl: Ustawiæ parametry najwy¿szej wydajno¶ci?

source: If you select this option the Caudium default configuration will be tweaked by turning off certain features that can severely slow your server down. The features turned off are: - extra Roxen compatibility - module level security - the support database - DNS lookups - URL modules
cs: Jestliže si vyberete tyto volby, pak bude změněno původní nastavení Caudium. Vypnutím určitých vlastností se může vážně zpomalit váš server. Vypnuté vlastnosti jsou: - extra kompatibilita s Roxen - modulární úroveň ochrany - podpora databází - vyhledávání DNS - moduly URL
es: Si selecciona esta opción, la configuración por omisión de Caudium se retocará deshabilitando algunas características que pueden hacer que su servidor vaya más lento. Las características deshabilitadas son: - compatibilidad Roxen extra - seguridad a nivel de módulo - base de datos de soporte - búsquedas DNS - módulos URL
pl: Je¶li wybra³e¶ tê opcjê, domy¶lna konfiguracja Caudium zostanie zmodyfikowana przez wy³±czenie pewnych w³a¶ciwo¶ci które mog± spowalniaæ twój serwer. W³a¶ciwo¶ci, które zostan± wy³±czone to:\n - dodatkowa zgodno¶æ z Roxen'em\n - bezpieczeñstwo na poziomie modu³ów\n - baza danych o w³a¶ciwo¶ciach klienta\n - zapytania DNS\n - modu³y typu URL
pt_br: Caso você selecione estas opções, a configuração padrão do Caudium será modificada através da desabilitação de certas funcionalidades que podem deixar seu servidor severamente mais lento. As funcionalidades que serão desligadas são : - compatibilidade extra com o Roxen - segurança a nível de módulos - a base de dados de suporte - pesquisas DNS - módulos de URL
sv: Om du väljer denna funktion kommer standardkonfigurationen i Caudium att bli justerad genom att vissa stäng av vissa funktioner som kan göra ditt system otroligt långsamt. Funktionerna som stängs av är: - extra kompatibilitet för Roxen - säkerhet på modulnivå - supportdatabasen - DNS-uppslag - URL-moduler

source: If you use any of the above features DO NOT turn this option on!
cs: Jestliže použijete jakoukoliv předchozí vlastnost pak tuto volbu NEZAPÍNEJTE!
es: ¡NO habilite esta opción si usa alguna de las características de arriba!
pl: Je¶li u¿ywasz którejolwiek z powy¿szych w³a¶ciwosci, NIE W£¡CZAJ tej opcji!
pt_br: Caso você utilize qualquer uma das funcionalidades acima, NÂO ACEITE estas modificações !
sv: Om du använder någon av ovanstående funktion ska DU INTE aktivera denna funktion!

source: Cannot bind to port
pl: Nie mo¿na otworzyæ portu

source: The port you have specified for the Caudium configuration interface is unavailable. Please specify another port number - Caudium cannot function properly without binding its configuration interface to a port on your system.
cs: Port, který jste určili pro konfigurační rozhraní Caudium je nedostupný. Určete jiné číslo portu - Caudium nemůže správně fungovat bez provázání svého konfigurační rozhraní a portu vašeho systému.
es: El puerto que ha especificado para la interfaz de configuración de Caudium no está disponible. Por favor, especifique otro número de puerto ya que Caudium no puede funcionar correctamente sin tener un puerto de su sistema asociado a la interfaz de configuración.
pl: Port podany dla interfejsu konfiguracyjnego jest nieosi±galny. Proszê podaæ inny numer portu - Caudium nie mo¿e funkcjonowaæ prawid³owo bez pod³±czenia interfejsu konfiguracyjnego do portu w twoim systemie.
pt_br: A porta que você especificou para a interface de configuração do Caudium não está disponível. Por favor, especifique outro número de porta - O Caudium não funcionará corretamente sem associar sua interface de configuração a uma porta em seu sistema.
sv: Porten du har valt för Caudiums konfigurationsgränssnitt är inte tillgänglig. Vänligen ange ett annat portnummer - Caudium fungerar inte ordentligt utan att binda konfigurationsgränssnittet till en port på ditt system.

source: Caudium configuration
cs: Konfigurace Caudium
es: Configuración de Caudium
pl: Konfiguracja Caudium
pt_br: Configuração do Caudium
sv: Caudium-konfiguration

source: After your Caudium is installed and running, you should point your forms-capable browser to http://localhost:${cfgport} to further configure Caudium using its web-based configuration interface. THIS IS VERY IMPORTANT since that step involves creation of administrative login/password.
cs: Jakmile se Caudium nainstaluje a spustí, můžete zamířit se svým formuláře-podporujícím prohlížečem na adresu http://localhost:${cfgport} pro další konfiguraci Caudium s využitím jeho webového konfiguračního rozhraní. TOTO JE VELMI DŮLEŽITÉ neboť tento krok způsobí vytvoření administrátorkého jména/hesla.
es: Para seguir configurando Caudium a través de su interfaz de configuración basada en web, debe visitar con su navegador la URL http://localhost:${cfgport} después de que se haya instalado Caudium y esté ejecutándose. ESTO ES MUY IMPORTANTE ya que este paso incluye la creación delusuario/contraseña administrativo
pl: Po zainstalowaniu i uruchomieniu Caudium nale¿y niezw³ocznie otworzyæ w przegl±darce obs³uguj±cej formularze adres http://localhost:${cfgport}/ aby dokoñczyæ konfiguracjê serwera przy u¿yciu interfejsu konfiguracyjnego. JEST TO NIEZMIERNIE WA¯NE gdy¿ ten krok zawiera tworzenie konta/has³a administracyjnego.
pt_br: Depois que seu servidor Caudium estiver instalado e em execução você deverá apontar seu navegador capaz de lidar com formulários para http://localhost:${cfgport} para configuração adicional do Caudium usando sua interface de configuração baseada na Web. ISSO É MUITO IMPORTANTE, uma vez que esse passo envolve a criação do login/senha administrativo.
sv: När Caudium är installerat och är igång, bör du rikta din formulär- anpassade webbläsare till http://localhost:${cfgport} för vidare konfiguration av Caudium via dess webbaserade konfigurationsgränssnitt.

source: For more information about Caudium see the documents in the /usr/share/doc/caudium directory and make sure to visit http://caudium.net/ and http://caudium.org/
cs: Pro více informací o Caudium se podívejte na dokumenty v /usr/share/doc/adresář_caudia a určitě se podívejte na http://caudium.net/ a http://caudium.org/
es: Mire los documentos del directorio /usr/share/doc/caudium si quiere más información acerca de Caudium y asegúrese de visitar http://caudium.net/ y http://caudium.org/
pl: By uzyskaæ wiêcej informacji o Caudium proszê przeczytaæ dokumenty w katalogu /usr/share/doc/caudium i odwiedziæ strony http://caudium.net/ oraz http://caudium.org/
pt_br: Para maiores informações sobre o Caudium, consulte os documentos sob o diretório /usr/share/doc/caudium e certifique-se de visitar os endereços http://caudium.net/ e http://caudium.org/
sv: För mer information om Caudium, se dokumenten i katalogen /usr/share/doc/caudium. Besök också gärna http://caudium.net/ och http://caudium.org/.

source: Configuration interface login:
pl: Login do interfejsu konfiguracyjnego:

source: This is the user login name for the configuration interface access. If you don't specify anything here, anybody who will access the config interface first will be able to set the login/password and manage your server. This is probably not what you want. Please specify the login name below or accept the default value.
cs: Toto bude uživatelské přihlašovací jméno pro konfiguraci přístupového rozhraní. Jestliže zde nic neuvedete, pak kdokoliv kdo vstoupí jako první na konfigurační rozhraní bude schopen nastavit přihlašovací jméno/heslo a kontrolovat váš server. Tohle pravděpodobně nechcete. Prosím uveďte přihlašovací jméno nebo souhlaste s výchozím nastavením.
es: Este es el nombre de usuario para acceder a la interfaz de configuración. Cualquier persona que sea la primera en entrar en la interfaz de configuración podrá cambiar el usuario/contraseña y gestionar su servidor si aquí no especifica ningun nombre de usuario. Como lo más probable es que no quiera que ocurra esto, por favor introduzca un nombre de usuario o acepte el valor por omisión.
pl: Nazwa u¿ytkownika wykorzystywana przy logowaniu siê do interfejsu konfiguracyjnego. Je¶li nie podasz niczego w polu poni¿ej ka¿da osoba, która otworzy stronê interfejsu konfiguracyjnego jako pierwsza, bêdzie mog³a ustawiæ login/has³o i przej±æ kontrolê nad zarz±dzaniem serwerem. Prawdopodobnie nie jest to twoim zamiarem. Proszê podaæ login w polu poni¿ej, lub zaakceptowaæ domy¶ln± warto¶æ.
pt_br: Esse é o login/nome de usuário para acesso a interface de configuração. Caso você não especifique nada aqui, qualquer pessoa que acesse a interface de configuração primeiro será capaz de definir um login/senha e gerenciar seu servidor. Isto provavelmente não é o que você quer. Por favor, especifique o nome de login abaixo ou aceite o valor padrão.
sv: Detta är loginnamnet för användaren för att få tillgång till konfigurationsgränssnittet. Om du inte anger något här kommer alla som ska logga in till gränssnittet att kunna sätta ett login och lösenord och hantera din server. Detta är antagligen inget du önskar ska hända. Ange loginnamnet nedan eller acceptera standardvärdet.

source: Configuration interface password:
pl: Has³o dostêpu do interfejsu konfiguracyjnego:

source: This is the password used to access the configuration interface. The default value for it is 'password' - it is HIGHLY RECOMMENDED to change the default below!
cs: Toto bude heslo, které se použije pro přístup ke konfiguračnímu rozhraní. Výchozí hodnota je 'password' - je VELMI DOPORUČENÉ změnit výchozí hodnotu!
es: Esta es la contraseña que se usa para acceder a la interfaz de configuración. El valor por omisión es «password» - ¡Es MUY RECOMENDABLE cambiar el valor por omisión!
pl: Has³o dostêpu do interfejsu konfiguracyjnego. Domy¶ln± warto¶ci± has³a jest 'password' - ZALECA siê zmianê domy¶lnej warto¶ci!
pt_br: Essa é a senha usada para acessar a interface de configuração. O valor padrão é 'password' - é ALTAMENTE RECOMENDADO mudar o valor padrão abaixo !
sv: Dett är lösenord som används för att få tillgång till konfigurationsgränssnittet. Standardvärdet för det är 'password' - det är EXTREMT REKOMMENDERAT att ändra standardvärdet nedan!

source: Confirm the configuration interface password:
pl: Potwierd¼ has³o dostêpu do interfejsu konfiguracyjnego:

source: Please type in the configuration interface password again for confirmation.
cs: Prosím, napište heslo konfiguračního rozhraní znovu pro ověření.
es: Por favor, introduzca de nuevo la contraseña de la interfaz de configuración a modo de confirmación.
pl: Proszê ponownie wpisaæ has³o interfejsu konfiguracyjnego.
pt_br: Por favor, informe a senha para acessar a interface de configuração novamente para confirmação.
sv: Ange lösenordet för konfigurationsgränssnittet igen för bekräftelse.

source: Configuration interface password mismatch
cs: Hesla konfiguračního rozhraní nesouhlasí
es: La contraseña de la interfaz de configuración no coincide
pl: Has³o dostêpu do interfejsu konfiguracyjnego.
pt_br: Senha para interface de configuração não confere
sv: Lösenordet för konfigurationsgränssnittet var inte lika

source: The passwords you have typed don't match. Please type again and keep in mind that the passwords are case-sensitive.
cs: Hesla, která jste napsali nesouhlasí. Prosím napište je znovu a mějte v paměti,že hesla jsou case-sensitivní.
es: Las contraseñas que ha introducido no coinciden. Por favor, introdúzcalas de nuevo y tenga en cuenta que las contraseñas son sensibles a las mayúsculas.
pl: Wpisane has³a nie pasuj± do siebie. Proszê wpisaæ je jeszcze raz i pamiêtaæ, ¿e wa¿na jest wielko¶æ liter.
pt_br: As senhas que você informou não são iguais. Por favor, informe-as novamente e tenha em menter que as senhas são sensíveis à caixa.
sv: Lösenorden du har matat in stämde inte. Ange dom igen och kom i håg att det är skillnad på gemener och versaler i lösenord.

source: Configuration interface password reset
cs: Heslo konfigurační rozhraní obnoveno na původní stav
es: Reajuste de la contraseña de la interfaz de configuración
pl: Has³o dostêpu do interfejsu konfiguracyjnego.
pt_br: Senha para interface de configuração redefinida
sv: Nollställ lösenord för konfigurationsgränssnittet

source: The password has been reset to 'password'. You cannot have an empty password for the configuration interface. Please change the default password as soon as Caudium has finished installing. You can do it by logging in to the configuration interface accessible under the URL given below:
cs: Heslo bylo nastaveno na 'password'. Pro konfigurační rozhraní nemůžete mít prázdné heslo . Prosím změňte výchozí heslo ihned jak Caudium dokončí instalaci. Můžete to udělat pomocí přihlášení do konfiguračního rozhraní, které je přístupné přesl URL adresu napsanou níže:
es: La contraseña se ha cambiado y ahora es «password». No puede tener una contraseña vacía para la interfaz de configuración. Por favor, cambie la contraseña por omisión tan pronto como Caudium termine de instalarse. Puede hacerlo accediendo a la interfaz de configuración a través de la URL:
pl: Has³o zosta³o ustawione na warto¶æ 'password'. Nie mo¿na mieæ pustego has³a do interfejsu konfiguracyjnego. Proszê zmieniæ domy¶lne has³o jak tylko Caudium zostanie zainstalowane. Mo¿na tego dokonaæ przez zalogowanie siê do interfejsu konfiguracyjnego dostêpnego pod adresem podanym poni¿ej:
pt_br: A senha foi redefinida para 'password'. Você não pode ter uma senha em branco para a interface de configuração. Por favor, mude a senha padrão assim que a instalação do Caudium for finalizada. Você pode fazê-lo se autenticando na interface de configuração acessível através da URL informada abaixo :
sv: Lösenordet har återställts till 'password'. Du kan inte ha ett blank lösenord för konfigurationsgränssnittet. Var god ändra standardlösenordet så fort som Caudium har blivit färdiginstallerat. Du kan göra detta genom att logga in till konfigurationsgränssnittet på URL:en som finns angiven nedan:

source: threads, debug, once, profile, fd-debug, keep-alive
es: hilos, depurar, una vez, perfilar, depurar df, mantener vivas
sv: trådar, debug, en gång, profil, fd-debug, keep-alive
