Repository: Letractively/caudium
Catalog: caudium/tags/caudium_1_3_31/debian/po/*.po
Languages: fr

source: On what port should the config interface be?
fr: Sur quel port voulez-vous mettre l'interface de configuration ?

source: Specify the port on which Caudium will provide its configuration interface. You can access the interface using any form capable web browser (like Mozilla, Lynx, Links or Galeon)
fr: Indiquez le port sur lequel Caudium offrira son interface de configuration. Vous pourrez alors accéder à cette interface en utilisant n'importe quel navigateur web acceptant les formulaires (comme Mozilla, Lynx, Links ou Galeon).

source: What port should the server listen on?
fr: Sur quel port le serveur doit-il écouter ?

source: Caudium is currently configured to listen on port '${portno}' of every interface in your machine. You can however specify a different port here if there's such need.
fr: Caudium utilise actuellement le port « ${portno} » sur toutes les interfaces de votre machine. Mais vous pouvez choisir un autre port en cas de besoin.

source: Select options that should be used on startup
fr: Sélectionnez les options à utiliser lors du lancement

source: You can select zero or more options from: 'threads' - use threads (if available) 'debug' - output debugging information while running 'once' - run in foreground 'profile' - store profiling information 'fd-debug' - debug file descriptor usage 'keep-alive' - keep connections alive with HTTP/1.1
fr: Vous pouvez choisir zéro, une ou plusieurs options : - threads - utiliser les « threads » (si disponible) ; - debug - afficher des informations de débogage ; - once - exécution au premier plan ; - profile - garder les informations de profilage ; - fd-debug - renseigner sur l'utilisation des descripteurs de fichier ; - keep-alive - garder les connexions ouvertes avec le protocole HTTP/1.1.

source: Tune Caudium settings for maximum performance?
fr: Faut-il rechercher la performance maximum ?

source: If you select this options the Caudium default configuration will be tweaked by turning off certain features that can severely slow your server down. The features turned off are: - extra Roxen compatibility - module level security - the supports database - DNS lookups - URL modules
fr: Si vous choisissez cette option, certaines possibilités qui peuvent ralentir considérablement le serveur seront désactivées dans la configuration par défaut. Ces possibilités sont les suivantes : - compatibilité supplémentaire avec Roxen ; - sécurité au niveau des modules ; - la base de données supports ; - les recherches DNS ; - les modules URL.

source: If you use any of the above features DO NOT turn this option on!
fr: Si vous utilisez ces possibilités, NE choisissez PAS cette option !

source: Cannot bind to port.
fr: Impossible d'utiliser le port.

source: The port you have specified for Caudium configuration interface is unavailable. Please specify another port number - Caudium cannot function properly without binding its configuration interface to a port on your system.
fr: Le port que vous avez configuré pour l'interface de configuration de Caudium n'est pas disponible. Merci de préciser un autre numéro de port : Caudium ne peut fonctionner normalement sans ouvrir un port pour son interface de configuration sur le système.

source: Caudium configuration
fr: Configuration de Caudium

source: After your Caudium is installed and running, you should point your forms-capable browser to http://localhost:${cfgport} to further configure Caudium using its web-based configuration interface. THIS IS VERY IMPORTANT since that step involves creation of administrative login/password.
fr: Une fois Caudium installé et démarré, vous pourrez pointer votre navigateur web sur http://localhost:${cfgport} pour affiner la configuration de Caudium en utilisant son interface de configuration web. Cette étape est VRAIMENT IMPORTANTE puisque vous allez créer un administrateur (nom et mot de passe).

source: For more information about Caudium see the documents in the /usr/share/doc/caudium directory and make sure to visit http://caudium.net/ and http://caudium.org/
fr: Pour plus d'information sur Caudium, veuillez consulter les documents dans le répertoire /usr/share/doc/caudium et n'oubliez pas de visiter les sites web http://caudium.net/ et http://caudium.org/.

source: Use the experimental HTTP protocol module?
fr: Faut-il utiliser le module expérimental HTTP ?

source: Caudium comes with an experimental HTTP module that is faster than the original one. The code is still Work-In-Progress, so you might experience problems running it. It is NOT recommended to run this code on a production server. If, however, you want to test its functionality, turn this option on.
fr: Caudium est pourvu d'un module expérimental HTTP qui est plus rapide que celui fourni en standard. Ce code est un « Work-In-Progress » et il est possible que certains problèmes apparaissent lors de son utilisation. Par conséquent, son utilisation N'est PAS recommandée pour un serveur en production. Cependant si vous voulez tester ses fonctionnalités, répondez positivement à cette question.

source: Configuration interface login.
fr: Nom d'utilisateur pour l'interface de configuration :

source: This is the user login name for the configuration interface access. If you don't specify anything here, anybody who will access the config interface first will be able to set the login/password and manage your server. This is probably not what you want. Please specify the login name below or accept the default value.
fr: Il s'agit du nom de l'utilisateur qui accèdera à l'interface de configuration. Si vous ne spécifiez pas de nom maintenant, la première personne qui se connectera sur l'interface de configuration pourra configurer le nom et le mot de passe et gérer le serveur à votre place. Vous ne le souhaitez sûrement pas. Veuillez spécifier un nom ou accepter celui donné par défaut.

source: Configuration interface password
fr: Mot de passe pour l'interface de configuration :

source: This is the password used to access the configuration interface. The default value for it is 'password' - it is HIGHLY RECOMMENDED to change the default below!
fr: Il s'agit du mot de passe pour accéder à l'interface de configuration. La valeur par défaut est « password ». Il est FORTEMENT RECOMMANDÉ de changer le mot de passe par défaut !

source: Confirm the configuration interface password
fr: Confirmation du mot de passe pour l'interface de configuration :

source: Please type in the configuration interface password again for confirmation.
fr: Veuillez indiquer à nouveau le mot de passe pour confirmation.

source: Configuration interface password mismatch
fr: Les mots de passe pour l'interface de configuration ne correspondent pas.

source: The passwords you have typed don't match. Please type again and keep in mind that the passwords are case-sensitive.
fr: Les mots de passe que vous avez donnés ne correspondent pas. Veuillez réessayer en vous souvenant que la casse des mots est importante.

source: Configuration interface password reset
fr: Nouvelle définition du mot de passe pour l'interface de configuration.

source: The password has been reset to 'password'. You cannot have an empty password for the configuration interface. Please change the default password as soon as Caudium has finished installing. You can do it by logging in to the configuration interface accessible under the URL given below:
fr: Le mot de passe a été redéfini à 'password'. Pour l'interface de configuration, ce mot doit être défini. Veuillez modifier le mot de passe par défaut dès que Caudium sera installé en accédant à l'interface de configuration à l'URL suivante :
