Repository: Letractively/caudium
Catalog: caudium/tags/caudium_1_3_29/debian/po/*.po
Languages: nl

source: On what port should the config interface be?
nl: Op welke poort moet de beheersinterface luisteren?

source: Specify the port on which Caudium will provide its configuration interface. You can access the interface using any form capable web browser (like Mozilla, Lynx, Links or Galeon)
nl: Hier geeft u aan op welke poort de Caudium-beheersinterface zal luisteren. U kunt deze interface dan benaderen via elke webbrowser met ondersteuning voor 'forms' (e.g. Mozilla, Lynx, Links, Galeaon, ...)

source: What port should the server listen on?
nl: Op welke poort moet de server luisteren?

source: Caudium is currently configured to listen on port '${portno}' of every interface in your machine. You can however specify a different port here if there's such need.
nl: Caudium is momenteel ingesteld om te luisteren op de '${portno}'-poort van alle netwerkapparaten op deze machine. U kunt een andere poort opgeven indien u dit wenst.

source: threads, debug, once, profile, fd-debug, keep-alive
nl: draden, debug, eenmaal, profiel, fd-debug, hou-levend

source: Select options that should be used on startup
nl: Welke opties wilt u activeren bij het opstarten?

source: You can select zero or more options from: 'threads' - use threads (if available) 'debug' - output debugging information while running 'once' - run in foreground 'profile' - store profiling information 'fd-debug' - debug file descriptor usage 'keep-alive' - keep connections alive with HTTP/1.1
nl: U kunt nul of meer van volgende opties kiezen: 'draden' - gebruik procesdraden (indien beschikbaar) 'debug' - voer debug-informatie uit tijdens het draaien 'eenmaal' - draai in de voorgrond 'profiel' - sla de profielinformatie op 'fd-debug' - debug gebruikt bestands-omschrijver 'hou-levend' - hou de verbindingen levend via HTTP/1.1

source: Tune Caudium settings for maximum performance?
nl: Caudium-instellingen bijstellen voor maximale performantie?

source: If you select this options the Caudium default configuration will be tweaked by turning off certain features that can severely slow your server down. The features turned off are: - extra Roxen compatibility - module level security - the supports database - DNS lookups - URL modules
nl: Wanneer u deze optie activeert worden bepaalde mogelijkheden van de standaard Caudium-configuratie uitgeschakelt daar deze uw server mogelijk vertragen. De uitgeschakelde mogelijkheden zijn: - extra Roxen-compabiliteit - beveiliging op module-niveau - de ondersteuningsdatabase - DNS-opzoekingen - URL-modules

source: If you use any of the above features DO NOT turn this option on!
nl: Als u een van bovenstaande opties gebruikt zet deze optie dan NIET AF!

source: Cannot bind to port.
nl: Kan niet aan poort binden.

source: The port you have specified for Caudium configuration interface is unavailable. Please specify another port number - Caudium cannot function properly without binding its configuration interface to a port on your system.
nl: De door u voor de Caudium-beheersinterface opgeven poort is niet beschikbaar. U dient een ander poortnummer op te geven (Caudium kan niet juist werken wanneer de beheersinterface geen poort toegewezen heeft).

source: Caudium configuration
nl: Caudiumconfiguratie

source: After your Caudium is installed and running, you should point your forms-capable browser to http://localhost:${cfgport} to further configure Caudium using its web-based configuration interface. THIS IS VERY IMPORTANT since that step involves creation of administrative login/password.
nl: Het is aan te raden om nadat Caudium geïnstalleerd en opgestart is uw browser (met ondersteuning voor formulieren) naar http://localhost:${cfgport} te verwijzen. Daar kunt u Caudium verder instellen via de webgebaseerde beheersinterface. DIT IS BELANGRIJK aangezien deze stap het aanmaken van beheerdersaccount en wachtwoord omvat.

source: For more information about Caudium see the documents in the /usr/share/doc/caudium directory and make sure to visit http://caudium.net/ and http://caudium.org/
nl: Verdere informatie over Caudium vindt u in de documenten in de map /usr/share/doc/caudium, op http://caudium.net/ en op http://caudium.org/

source: Use the experimental HTTP protocol module?
nl: Wilt u de experimentele HTTP-protocol-module gebruiken?

source: Caudium comes with an experimental HTTP module that is faster than the original one. The code is still Work-In-Progress, so you might experience problems running it. It is NOT recommended to run this code on a production server. If, however, you want to test its functionality, turn this option on.
nl: Caudium beschikt over een experimentele HTTP-module die sneller is dan de originele module. Aan deze code wordt nog steeds gewerkt, dus gebruik hiervan kan problemen opleveren. Gebruik van deze code op een produktieserver is NIET aangeraden. Wanneer u de functionaliteit wilt testen kunt u deze optie natuurlijk activeren.

source: Configuration interface login.
nl: Gebruikersnaam beheersinterface

source: This is the user login name for the configuration interface access. If you don't specify anything here, anybody who will access the config interface first will be able to set the login/password and manage your server. This is probably not what you want. Please specify the login name below or accept the default value.
nl: Dit is de gebruikersnaam waarmee u zich bij de beheersinterface kunt aanmelden. Als u dit leeg laat kan de eerste persoon die toegang vraagt tot de beheersinterface de gebruikersnaam/wachtwoord combinatie die uw server beheert instellen. Dit is denkelijk niet gewenst. U dient hier of de gebruikersnaam op te geven, of de standaardwaarde te aanvaarden.

source: Configuration interface password
nl: Wachtwoord beheersinterface

source: This is the password used to access the configuration interface. The default value for it is 'password' - it is HIGHLY RECOMMENDED to change the default below!
nl: Dit is het wachtwoord dat gebruikt wordt om toegang te verkrijgen tot de beheersinterface. De standaardwaarde is 'password' - het is TEN HOOGSTE AANGERADEN om dit wachtwoord zo snel mogelijk te veranderen.

source: Confirm the configuration interface password
nl: Bevestiging beheerderswachtwoord

source: Please type in the configuration interface password again for confirmation.
nl: U dient het beheerderswachtwoord ter bevestiging nogmaals in te voeren.

source: Configuration interface password mismatch
nl: Beheerderswachtwoord komt niet overeen met de bevestiging

source: The passwords you have typed don't match. Please type again and keep in mind that the passwords are case-sensitive.
nl: De door u ingevoerde wachtwoorden komen niet overeen. U kunt opniew proberen (hou er rekening mee dat wachtwoorden hoofdlettergevoelig zijn).

source: Configuration interface password reset
nl: Herinstellen beheerderswachtwoord

source: The password has been reset to 'password'. You cannot have an empty password for the configuration interface. Please change the default password as soon as Caudium has finished installing. You can do it by logging in to the configuration interface accessible under the URL given below:
nl: Het wachtwoord is veranderd naar 'password'. Een leeg beheerderswachtwoord is niet mogelijk. Het is aan te raden om het standaardwachtwoord onmiddelijk na de installatie te veranderen. U doet dit door u aan te melden op de beheersinterface, deze is bereikbaar via de volgende URL:
